Repository: ozh/YOURLS-fr_FR
Catalog: *.po
Languages: fr_fr

source: Short URL
fr_fr: URL courte

source: All fields
fr_fr: Tout

source: Title
fr_fr: Titre

source: IP Address
fr_fr: Adresse IP

source: Searching for <strong>%1$s</strong> in <strong>%2$s</strong>.
fr_fr: Recherche de <strong>%1$s</strong> dans <strong>%2$s</strong>.

source: Clicks
fr_fr: Visites

source: Short URL created, but could not redirect to %s !
fr_fr: URL courte créée, mais impossible de rediriger vers %s&nbsp;!

source: Unknown "Share" bookmarklet
fr_fr: Bookmarklet de partage inconnu

source: Display <strong>%1$s</strong> to <strong class="increment">%2$s</strong> of <strong class="increment">%3$s</strong> URLs
fr_fr: Affichage de <strong>%1$s</strong> à <strong class="increment">%2$s</strong> sur <strong class="increment">%3$s</strong> URLs

source: counting <strong>1</strong> click
fr_fr: totalisant <strong>1</strong> visite

source: Overall, tracking <strong class="increment">%1$s</strong> links, <strong>%2$s</strong> clicks, and counting!
fr_fr: Dans l'ensemble, <strong class="increment">%1$s</strong> liens, <strong>%2$s</strong> visites, et ce n'est pas fini&nbsp;!

source: No URL
fr_fr: Pas d'URL

source: PHP extension for PDO not found
fr_fr: Extension PDO pour PHP introuvable

source: %s version is too old. Ask your server admin for an upgrade.
fr_fr: La version de %s est obsolète. Contactez votre administrateur serveur pour une mise à jour.

source: YOURLS already installed.
fr_fr: YOURLS déjà installé.

source: File <tt>.htaccess</tt> successfully created/updated.
fr_fr: Fichier <tt>.htaccess</tt> créé/mis à jour avec succès.

source: Could not write file <tt>.htaccess</tt> in YOURLS root directory. You will have to do it manually. See <a href="http://yourls.org/htaccess">how</a>.
fr_fr: Impossible d'écrire le fichier <tt>.htaccess</tt> dans le répertoire racine de YOURLS. Vous devrez le faire manuellement. <a href="http://yourls.org/htaccess">Consulter la méthodologie</a>.

source: Install YOURLS
fr_fr: Installer YOURLS

source: YOURLS Administration Page
fr_fr: Administration de YOURLS

source: Unsupported action
fr_fr: Action impossible

source: No plugin specified, or not a valid plugin
fr_fr: Aucun plugin spécifié, ou bien plugin invalide

source: Plugin has been activated
fr_fr: Le plugin a été activé

source: Plugin has been deactivated
fr_fr: Le plugin a été désactivé

source: Manage Plugins
fr_fr: Gérer les plugins

source: You currently have <strong>%1$s</strong> installed, and <strong>%2$s</strong> activated
fr_fr: Vous avez actuellement <strong>%1$s</strong> installé(s) et <strong>%2$s</strong> activé(s)

source: Plugin Name
fr_fr: Nom du Plugin

source: Author
fr_fr: Auteur

source: (no info)
fr_fr: (pas d'information)

source: Deactivate
fr_fr: Désactiver

source: Activate
fr_fr: Activer

source: plugin file location: %s
fr_fr: emplacement du fichier : %s

source: Toggle active/inactive plugins
fr_fr: Afficher les plugins actifs/inactifs

source: If something goes wrong after you activate a plugin and you cannot use YOURLS or access this page, simply rename or delete its directory, or rename the plugin file to something different than <code>plugin.php</code>.
fr_fr: Si l'activation d'un plugin vous empêche d'utiliser YOURLS ou d'accéder à cette page, renommer ou supprimer son répertoire, ou renommer le fichier plugin par un nom autre que <code>plugin.php</code>.

source: More plugins
fr_fr: Plus de plugins

source: For more plugins, head to the official <a href="http://yourls.org/awesome">Plugin list</a>.
fr_fr: Pour obtenir davantage de plugins, rendez vous sur la <a href="http://yourls.org/awesome">liste officielle des plugins</a>.

source: Cool YOURLS Tools
fr_fr: Outils YOURLS sympas

source: YOURLS comes with handy <span>bookmarklets</span> for easier link shortening and sharing.
fr_fr: YOURLS inclut quatre <span>bookmarklets</span> pratiques pour raccourcir facilement des liens.

source: Standard or Instant, Simple or Custom
fr_fr: Standard ou Instantané, Simple ou Personnalisé

source: The <span>Standard Bookmarklets</span> will take you to a page where you can easily edit or delete your brand new short URL.
fr_fr: Les <span>Bookmarklets standards</span> vous dirigeront vers une page où vous pourrez facilement éditer ou supprimer votre nouvelle URL courte.

source: The <span>Instant Bookmarklets</span> will pop the short URL without leaving the page you are viewing (depending on the page and server configuration, they may silently fail)
fr_fr: Les <span>Bookmarklets instantanés</span> afficheront une URL courte sans quitter la page que vous êtes en train de visiter.

source: The <span>Simple Bookmarklets</span> will generate a short URL with a random or sequential keyword.
fr_fr: Les <span>Bookmarklets simples</span> généreront une URL courte avec un mot clé aléatoire ou séquentiel.

source: The <span>Custom Keyword Bookmarklets</span> will prompt you for a custom keyword first.
fr_fr: Les <span>Bookmarklets personnalisés</span> vous demanderont un mot clé personnalisé d'abord.

source: If you want to share a description along with the link you're shortening, simply <span>select text</span> on the page you're viewing before clicking on your bookmarklet link
fr_fr: Si vous voulez ajouter une description au lien que vous raccourcissez, il suffit de <span>sélectionner du texte</span> sur la page que vous visitez avant de cliquer sur le lien du marque-page

source: <strong>Important Note:</strong> bookmarklets <span>may fail</span> on websites with <em>https</em>, especially the "Instant" bookrmarklets. There is nothing you can do about this.
fr_fr: <strong>Important:</strong> les bookmarklets peuvent <span>ne pas fonctionner</span> sur les sites avec <em>https</em>, particulièrement les bookrmarklets instantanés. Il n'y a rien que vous puissiez y faire.

source: The Bookmarklets
fr_fr: Les Bookmarklets

source: Click and drag links to your toolbar (or right-click and bookmark it)
fr_fr: Cliquez et déplacez les liens dans votre barre d'outils (ou clic droit puis enregistez dans vos favoris)

source: Standard (new page)
fr_fr: Standard (nouvelle page)

source: Instant (popup)
fr_fr: Instantané (boite de dialogue)

source: Shorten
fr_fr: Raccourci

source: Instant Shorten
fr_fr: Raccourci Instantané

source: Custom Keyword
fr_fr: Mot clé personnalisé

source: Custom shorten
fr_fr: Raccourci personnalisé

source: Instant Custom Shorten
fr_fr: Raccourci personnalisé instantané

source: Social Bookmarklets
fr_fr: Bookmarklet pour réseaux sociaux

source: Create a short URL and share it on social networks, all in one click!
fr_fr: Créez une URL courte et partagez la sur les réseaux sociaux, en un seul clic&nbsp;!

source: Shorten and share:
fr_fr: Raccourcir et partager&nbsp;:

source: Prefix-n-Shorten
fr_fr: Préfixer-Raccourcir

source: When viewing a page, you can also prefix its full URL: just head to your browser's address bar, add "<span>%s</span>" to the beginning of the current URL (right before its 'http://' part) and hit enter.
fr_fr: Lorsque vous visitez une page, vous pouvez préfixer son URL : dans la bar d'adresse de votre navigateur, ajoutez "<span>%s</span>" au début de l'URL (juste avant le 'http://') et appuyez sur Entrée.

source: Note: this will probably not work if your web server is running on Windows
fr_fr: Remarque : cela ne marchera pas si votre serveur web fonctionne sous Windows

source: (which seems to be the case here)
fr_fr: (ce qui semble être le cas ici)

source: Secure passwordless API call
fr_fr: Utilisation de l'API sécurisée sans mot de passe

source: YOURLS allows API calls the old fashioned way, using <tt>username</tt> and <tt>password</tt> parameters.
fr_fr: YOURLS permet d'utiliser son API de manière traditionnelle, en utilisant vos <tt>identifiant</tt> et <tt>mot de passe</tt>.

source: If you're worried about sending your credentials into the wild, you can also make API calls without using your login or your password, using a secret signature token.
fr_fr: Si cela vous embête d'envoyer ces informations sensibles dans la nature, vous pouvez également utiliser l'API sans utiliser votre identifiant et mot de passe, grâce à une signature secrète.

source: Your secret signature token: <strong><code>%s</code></strong>
fr_fr: Votre signature secrète : <strong><code>%s</code></strong>

source: (It's a secret. Keep it secret)
fr_fr: (C'est un secret. Gardez le pour vous)

source: This signature token can only be used with the API, not with the admin interface.
fr_fr: Cette signature secrète peut être utilisée uniquement avec l'API, et non pour se connecter à l'interface d'administration.

source: Usage of the signature token
fr_fr: Utilisation de la signature secrète

source: Simply use parameter <tt>signature</tt> in your API requests. Example:
fr_fr: Utilisez tout simplement le paramètre <tt>signature</tt> dans les requêtes API. Exemple&nbsp;:

source: Usage of a time limited signature token
fr_fr: Utilisation d'une signature à validité limitée dans le temps

source: actual value:
fr_fr: valeur réelle :

source: Now use parameters <tt>signature</tt> and <tt>timestamp</tt> in your API requests. Example:
fr_fr: Maintenant utilisez les paramètres <tt>signature</tt> et <tt>timestamp</tt> dans vos requêtes API. Exemple&nbsp;:

source: Actual values:
fr_fr: Valeurs actuelles :

source: This URL would be valid for only %s seconds
fr_fr: Cette URL serait valide pendant seulement %s secondes

source: See the <a href="%s">Passwordless API</a> page on the wiki.
fr_fr: Voir la page wiki <a href="%s">Passwordless API</a>.

source: See the <a href="%s">API documentation</a> for more
fr_fr: Voir la <a href="%s">documentation API</a> pour plus d'informations

source: Upgrade YOURLS
fr_fr: Mettre à jour YOURLS

source: Upgrade not required. Go <a href="%s">back to play</a>!
fr_fr: Mise à jour non requise. Vous pouvez <a href="%s">retourner jouer</a>&nbsp;!

source: Your current installation needs to be upgraded.
fr_fr: En l'état actuel, la mise à jour est fortement conseillée.

source: Please, pretty please, it is recommended that you <strong>backup</strong> your database<br/>(you should do this regularly anyway)
fr_fr: S'il vous plaît, <strong>s'il vous plaît</strong>, il est recommandé de <strong>sauvegarder</strong> votre base de données<br/>(ce que vous devriez faire régulièrement de toutes façons)

source: Nothing awful <em>should</em> happen, but this doesn't mean it <em>won't</em> happen, right? ;)
fr_fr: Rien d'horrible ne <em>devrait</em> arriver, mais cela ne veut pas dire que rien d'horrible ne <em>va</em> arriver, n'est-ce pas&nbsp;? ;)

source: On every step, if <span class='error'>something goes wrong</span>, you'll see a message and hopefully a way to fix.
fr_fr: A chaque étape, si quelque chose <span class='error'>se passe mal</span>, un message apparaitra expliquant comment corriger le problème.

source: If everything goes too fast and you cannot read, <span class="success">good for you</span>, let it go :)
fr_fr: Si tout va trop vite et que vous n'avez pas le temps de lire, <span class="success">tant mieux</span>, laissez faire :)

source: Once you are ready, press "Upgrade" !
fr_fr: Dès que vous êtes prêt, cliquez sur "Mettre à jour"&nbsp;!

source: Upgrade
fr_fr: Mettre à jour

source: Your installation is now up to date !
fr_fr: Votre installation est maintenant à jour&nbsp;!

source: Go back to <a href="%s">the admin interface</a>
fr_fr: Retournez à l'<a href="%s">interface d'administration</a>

source: Search for
fr_fr: Rechercher

source: Search in
fr_fr: Rechercher dans

source: Search for %1$s in %2$s
fr_fr: Rechercher %1$s dans %2$s

source: Sort by
fr_fr: Trier par

source: Ascending
fr_fr: Croissant

source: Descending
fr_fr: Décroissant

source: Sort order
fr_fr: Ordre de tri

source: Order by %1$s %2$s
fr_fr: Classer par %1$s %2$s

source: Number of rows to show
fr_fr: Nombre de lignes à afficher

source: Show %s rows
fr_fr: Afficher %s lignes

source: more
fr_fr: plus

source: less
fr_fr: moins

source: Show links with
fr_fr: Afficher les liens avec

source: Number of clicks
fr_fr: Nombre de visites

source: Show links with %1$s than %2$s clicks
fr_fr: Afficher les liens avec %1$s de %2$s visites

source: before
fr_fr: avant le

source: after
fr_fr: après le

source: between
fr_fr: entre le

source: Show links created
fr_fr: Voir les liens créés

source: Select a date
fr_fr: Sélectionnez une date

source: Select an end date
fr_fr: Sélectionnez une date de fin

source: Show links created %1$s %2$s %3$s %4$s
fr_fr: Voir les liens créés %1$s %2$s %3$s %4$s

source: Search
fr_fr: Rechercher

source: Clear
fr_fr: Effacer

source: Go to First Page
fr_fr: Aller à la première page

source: &laquo; First
fr_fr: &laquo; Première

source: Go to Last Page
fr_fr: Aller à la dernière page

source: Last &raquo;
fr_fr: Dernière &raquo;

source: Incorrect DB config, or could not connect to DB
fr_fr: Configuration pour la base de données incorrecte, ou erreur de connexion à la base

source: Fatal error
fr_fr: Erreur fatale

source: Could not auto-encrypt passwords. Error was: "%s".
fr_fr: Impossible de crypter les mots de passe. Erreur&nbsp;: "%s".

source: <a href="%s">Get help</a>.
fr_fr: <a href="%s">Aide</a>.

source: <a href="%s">Click here</a> to dismiss this message for one week.
fr_fr: <a href="%s">Cliquez ici</a> pour supprimer ce message pendant une semaine.

source: Incorrect DB config, please refer to documentation
fr_fr: Configuration incorrecte de la base de données incorrecte, veuillez consulter la documentation

source: Logged out successfully
fr_fr: Vous êtes déconnecté

source: Invalid username or password
fr_fr: Identifiant ou mot de passe incorrects

source: Please log in
fr_fr: Merci de vous connecter

source: Unauthorized action or expired link
fr_fr: Action non autorisée ou lien périmé

source: Error
fr_fr: Erreur

source: 1 query
fr_fr: 1 requête

source: Powered by %s
fr_fr: Motorisé par %s

source: Enter the URL
fr_fr: Entrer l'URL

source: Optional
fr_fr: Facultatif

source: Custom short URL
fr_fr: URL courte personnalisée

source: Shorten The URL
fr_fr: Raccourcir l'URL

source: Your short link
fr_fr: Votre lien court

source: Quick Share
fr_fr: Partage Rapide

source: Long link
fr_fr: Lien long

source: Stats
fr_fr: Statistiques

source: Share with
fr_fr: Partager avec

source: Tweet this!
fr_fr: Tweetez-le&nbsp;!

source: Share on Facebook
fr_fr: Partager sur Facebook

source: Long URL
fr_fr: URL longue

source: Save
fr_fr: Sauver

source: Save new values
fr_fr: Sauver les nouvelles valeurs

source: Cancel
fr_fr: Annuler

source: Cancel editing
fr_fr: Annuler l'édition

source: Error, URL not found
fr_fr: Erreur, URL introuvable

source: Share
fr_fr: Partager

source: Edit
fr_fr: Editer

source: Delete
fr_fr: Supprimer

source: Not a common link
fr_fr: Lien inhabituel

source: Original URL
fr_fr: URL d'origine

source: Username
fr_fr: Identifiant

source: Password
fr_fr: Mot de passe

source: Login
fr_fr: Connexion

source: Hello <strong>%s</strong>
fr_fr: Salut <strong>%s</strong>

source: Logout
fr_fr: Déconnexion

source: Help
fr_fr: Aide

source: Go to the admin interface
fr_fr: Aller à l'interface d'administration

source: Admin interface
fr_fr: Interface d'administration

source: Tools
fr_fr: Outils

source: Page "%1$s" not found
fr_fr: Page "%1$s" introuvable

source: Not found
fr_fr: Introuvable

source: Today
fr_fr: Aujourd'hui

source: Close
fr_fr: Fermer

source: <a href="%s">YOURLS version %s</a> is available. Please update!
fr_fr: <a href="%s">YOURLS version %s</a> est disponible. Merci de mettre à jour!

source: Drag to your toolbar!
fr_fr: Déplacer dans votre barre d'outils&nbsp;!

source: Table '%s' created.
fr_fr: Table '%s' créée.

source: Error creating table '%s'.
fr_fr: Erreur lors de la création de la table '%s'.

source: Could not initialize options
fr_fr: Impossible d'initialiser les options

source: Could not insert sample short URLs
fr_fr: Impossible de créer les URL courtes d'exemple

source: YOURLS tables successfully created.
fr_fr: Tables des données de YOURLS créées avec succès.

source: Error creating YOURLS tables.
fr_fr: Erreur lors de la création des tables de YOURLS.

source: Sunday
fr_fr: Dimanche

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: S_Sunday_initial
fr_fr: D

source: M_Monday_initial
fr_fr: L

source: T_Tuesday_initial
fr_fr: Ma

source: W_Wednesday_initial
fr_fr: Me

source: T_Thursday_initial
fr_fr: J

source: F_Friday_initial
fr_fr: V

source: S_Saturday_initial
fr_fr: S

source: Sun
fr_fr: Dim

source: Mon
fr_fr: Lun

source: Tue
fr_fr: Mar

source: Wed
fr_fr: Mer

source: Thu
fr_fr: Jeu

source: Fri
fr_fr: Ven

source: Sat
fr_fr: Sam

source: January
fr_fr: Janvier

source: February
fr_fr: Février

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

source: Jan_January_abbreviation
fr_fr: Jan

source: Feb_February_abbreviation
fr_fr: Fév

source: Mar_March_abbreviation
fr_fr: Mar

source: Apr_April_abbreviation
fr_fr: Avr

source: May_May_abbreviation
fr_fr: Mai

source: Jun_June_abbreviation
fr_fr: Juin

source: Jul_July_abbreviation
fr_fr: Juil

source: Aug_August_abbreviation
fr_fr: Août

source: Sep_September_abbreviation
fr_fr: Sep

source: Oct_October_abbreviation
fr_fr: Oct

source: Nov_November_abbreviation
fr_fr: Nov

source: Dec_December_abbreviation
fr_fr: Déc

source: Could not find and deactivate plugin :
fr_fr: Impossible de trouver et désactiver le plugin :

source: Not a valid plugin file
fr_fr: Ce n'est pas un fichier plugin valide

source: Plugin already activated
fr_fr: Plugin déjà activé

source: Plugin generated unexpected output. Error was: <br/><pre>%s</pre>
fr_fr: Le plugin a généré une erreur inattendue&nbsp;: <br/><pre>%s</pre>

source: Plugin not active
fr_fr: Plugin inactif

source: This page does not exist. Maybe a plugin you thought was activated is inactive?
fr_fr: Cette page n'existe pas. Un plugin que vous pensiez actif est peut-être désactivé&nbsp;?

source: Invalid link
fr_fr: Lien invalide

source: This page cannot be displayed because the displaying function is not callable.
fr_fr: Cette page ne peut pas être affichée car la fonction d'affichage n'est pas 'callable'.

source: Invalid code
fr_fr: Code invalide

source: Missing or malformed URL
fr_fr: URL manquante ou invalide

source: URL is a short URL
fr_fr: L'URL est une URL courte

source: Short URL %s already exists in database or is reserved
fr_fr: L'URL courte %s existe déjà dans la base de données ou bien est réservée

source: %s added to database
fr_fr: %s ajouté à la base de données

source: Error saving url to database
fr_fr: Erreur lors de l'enregistrement dans la base de données

source: %s already exists in database
fr_fr: %s existe déjà dans la base de données

source: Long URL or Short URL cannot be blank
fr_fr: URL longue ou URL courte ne peuvent être vide

source: Link updated in database
fr_fr: Lien mis à jour

source: Error updating %s (Short URL: %s)
fr_fr: Erreur lors de la mise à jour de %s (URL courte : %s)

source: URL or keyword already exists in database
fr_fr: L'URL ou le mot clé existe déjà dans la base de données

source: if you are not redirected after 10 seconds, please <a href="%s">click here</a>
fr_fr: si vous n'êtes pas redirigé après 10 secondes, merci de <a href="%s">cliquer ici</a>

source: Please <a href="%s">click here</a>
fr_fr: Merci de <a href="%s">cliquer ici</a>

source: Too many URLs added too fast. Slow down please.
fr_fr: Trop d'URL ajoutées trop vite. Levez le pied s'il vous plaît.

source: Too Many Requests
fr_fr: Trop de requêtes

source: Service temporarily unavailable
fr_fr: Service temporairement indisponible

source: Our service is currently undergoing scheduled maintenance.
fr_fr: Notre service est en cours de maintenance.

source: Things should not last very long, thank you for your patience and please excuse the inconvenience
fr_fr: Cela ne devrait pas durer trop longtemps, merci de votre patience

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
fr_fr: %1$s est <strong>obsolète</strong> depuis la version %2$s&nbsp;! Utilisez %3$s à la place.

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
fr_fr: %1$s est <strong>obsolète</strong> depuis la version %2$s, sans alternative disponible.

source: Statistics for %s
fr_fr: Statistiques pour %s

source: Aggregate stats for duplicate short URLs
fr_fr: Statistiques aggrégées pour plusieurs URL courtes

source: Traffic statistics
fr_fr: Statistiques de trafic

source: Traffic location
fr_fr: Origine du trafic

source: Traffic sources
fr_fr: Provenance de trafic

source: Last 24 hours
fr_fr: Dernières 24 heures

source: Last 7 days
fr_fr: Derniers 7 jours

source: Last 30 days
fr_fr: Derniers 30 jours

source: All time
fr_fr: Tout

source: Number of hits : %s
fr_fr: Nombre de visites : %s

source: Historical click count
fr_fr: Historiques des visites

source: about 1 day ago
fr_fr: il y a 1 jour environ

source: Short URL created on %s
fr_fr: URL courte créée le %s

source: %s per day
fr_fr: %s par jour

source: %s per hour
fr_fr: %s par heure

source: %s hit
fr_fr: %s visite

source: Best day
fr_fr: Meilleur jour

source: <strong>%1$s</strong> hit on %2$s
fr_fr: <strong>%1$s</strong> visite le %2$s

source: Click for more details
fr_fr: Cliquer pour plus de détails

source: Year %s
fr_fr: Année %s

source: 1 hit
fr_fr: 1 visite

source: No traffic yet. Get some clicks first!
fr_fr: Pas encore de trafic. Collectez quelques visites d'abord&nbsp;!

source: Top 5 countries
fr_fr: 5 meilleurs pays

source: Overall traffic
fr_fr: Vue d'ensemble

source: No country data.
fr_fr: Pas de donnée par pays.

source: Referrer shares
fr_fr: Répartition des sources de trafic

source: Others
fr_fr: Autres

source: Referrers
fr_fr: Sites réferents

source: (details)
fr_fr: (détails)

source: Various:
fr_fr: Divers :

source: Direct vs Referrer Traffic
fr_fr: Accès directs vs Sites référents

source: Direct
fr_fr: Accès directs

source: Direct traffic:
fr_fr: Accès directs :

source: <strong>%s</strong> hit
fr_fr: <strong>%s</strong> visite

source: Referrer traffic:
fr_fr: Trafic via des sites référents&nbsp;:

source: No referrer data.
fr_fr: Pas de donnée en provenance de sites référents.

source: Short link
fr_fr: Lien court
